---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RampAttrMinInvSlope
source: html/8259e155-d2db-5532-763e-1fd862ebda28.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RampAttrMinInvSlope Property

"Ramp Max Slope (1/x)"

## Syntax (C#)
```csharp
public static ForgeTypeId RampAttrMinInvSlope { get; }
```